export const privacyPolicyText = {
  description: `Fluffy Finder הוא מיזם לא מאוגד שנועד לסייע לתושבי עוטף עזה והגליל שפונו
מבתיהם בעקבות מלחמת חרבות ברזל במציאת בעלי החיים האהובים שלהם שאותם
נאלצו להשאיר מאחור (כדי לקצר נקרא מעכשיו ל-Fluffy Finder, "המיזם"). המיזם
מתייחס בכבוד לפרטיות מי שהוא מבקש לסייע להם. תנאים אלה מסבירים מהי
מדיניות הפרטיות שלנו. היא מנוסחת בלשון זכר מטעמי נוחות בלבד אבל מיועדת
כמובן לכל המינים והמגדרים.`,
  lastUpdate: "עודכן לאחרונה: 2.11.2023",
  tabTitle: "תנאי השימוש ומדיניות פרטיות",
  pageTitle: "תנאי השימוש ומדיניות פרטיות - Fluffy Finder",
  sections: [
    {
      title: "מעט עלינו",
      text: "Fluffy Finder  מבוסס על בינה מלאכותית ומתאים בין תמונת בעל החיים שהעלה הבעלים לתמונות שהעלו מי שמצאו בעלי חיים נטושים. השימוש בו ניתן בחינם. את המיזם מפעילים מתנדבים, על חשבון זמנם הפנוי.",
    },
    {
      title: "אין לנו אחריות",
      text: "כיוון שהמיזם הוא מופעל על ידי מתנדבים, השירות ניתן בלי אחריות כלשהי: אנחנו לא יכולים להתחייב שהוא יצליח לקשר בין בעלים של חיות לבין מי שמצאו אותם, או שכל המשתמשים ישתמשו בו בתום לב ולמטרתו. לכן, תנאי מוקדם לשימוש במיזם שהוא שאתה מוותר על כל טענה, תביעה או דרישה כלפי המיזם, מתנדביו וכל אדם שמטעמו. אם אינך מסכים לזה, אל תירשם למיזם ואל תשתמש בו. זכור תמיד – אנחנו לא אחראים לכל נזק שעלול להיגרם כתוצאה מהשימוש במיזם.",
    },
    {
      title: "מידע שנקבל ממך",
      text: (
        <>
          {`כשאתה מבקש לפנות למיזם, יהיה עליך להירשם אליו. לשם כך תוכל לפעול באחת משתי דרכים – להירשם באמצעות חשבונך בגוגל או באופן עצמאי. באם תיצור חשבון באופן עצמאי, תתבקש רק לבחור שם משתמש וליצור סיסמה.
כשתבקש להשתמש ממש במיזם – כלומר, לפרסם את פרטי בעל חיים שמצאת או שאתה מחפש – תתבקש למסור את שמך המלא, ואת מספר הטלפון הנייד וכתובת הדואר האלקטרוני שלך.`}
          <br /> <br />
          אינך חייב על פי חוק למסור את הפרטים והדבר תלוי ברצונך ובהסכמתך. עם זה,
          אם תמסור פרטים שגויים, או תימנע ממסירת כל הפרטים הדרושים בנו, לא נוכל
          לספק לך את שירותי המיזם.
          <br /> <br />
          אגב, נבקש גם שתעלה תמונות של בעל החיים שמצאת ולשם כך נבקש גישה למצלמת
          הטלפון שלך ולמאגר התמונות שבו (החוק לא מכיר בזכות לפרטיות של בעל החיים
          אבל לך כמובן יש זכות כזו ביחס למידע האישי שלך).
        </>
      ),
    },
    {
      title: "מטרות השימוש במידע",
      text: "הפרטים שתמסור לנו יישמרו בידנו וישמשו בהתאם להוראות תנאים אלה והחוק. הם נועדו לתפעול המיזם ולמימוש מטרותיו, לרבות יצירת קשר אתך וגם בינך, מי שמחפש אחר בעל החיים האהוב עליו, לבין מי שמצא בעל חיים שבתקווה הוא זה שאתה מחפש – וכמובן גם להפך.",
    },
    {
      title: "מסירת מידע לאחרים",
      text: (
        <>
          {`ייתכן שיהיה עלינו להעביר את המידע האישי שלך לגופים הפועלים גם הם למטרה דומה, או לשירותים וטרינריים.
בנוסף, אנחנו נעזרים בתפעול המיזם בשירותי הסטטיסטיקה והניטור של גוגל אנליטיקס. הם מוטמעים בשירות ומנטרים את פעילות המשתמשים בו. אין לנו שליטה על מדיניות הפרטיות שלהם אבל תוכל לקרוא אותה כאן.`}
          <br /> <br />
          פרט לכך, המיזם לא יעביר לצדדים שלישיים את פרטיך האישיים אלא במקרים
          הבאים: אם הסכמת לכך במפורש; אם התקבל בידי המיזם צו משפטי של רשות
          המוסמכת לדרוש זאת; במקרה שהמיזם יסבור כי מסירת המידע לגורם אחר נחוצה
          כדי למנוע נזק חמור לגופך או לרכושך או לגופו או לרכושו של צד שלישי או
          במקרה של מחלוקת, טענה, תביעה, דרישה או הליכים משפטיים, אם יהיו, בינך
          לבין המיזם.
          <br /> <br />
          אם פעילות המיזם תאורגן במסגרת אחרת או תמוזג איתו, המיזם יהיה רשאי
          להעביר את המידע שנאסף לגוף החדש, בתנאי שיקבל על עצמו כלפיך את הוראות
          מדיניות פרטיות זו.
          <br /> <br />
        </>
      ),
    },
    {
      title: "היכן נשמר המידע?",
      text: 'המידע שאנו אוספים נשמר במאגר המידע שלנו, המאוחסן במערכות חברת Azure של חברת מייקרוסופט שעשויות להימצא מחוץ לישראל. הסכמתך לתנאים אלה, מהווה גם הסכמה לשמירת המידע בחו"ל ולהעברתו מחוץ לגבולות ישראל.',
    },
    {
      title: "זכויותיך במידע",
      text: "כל אדם זכאי לעיין במידע שעליו המוחזק אצלנו. אדם שעיין במידע שעליו ומצא שאינו נכון, שלם, ברור או מעודכן, רשאי לפנות אלינו בבקשה לתקן את המידע או למוחקו. אם סירבנו לכך, עלינו להודיע על כך למבקש באופן ובדרך שנקבעו בתקנות. על סירוב שלנו לאפשר עיון ועל הודעת סירוב לתקן או למחוק מידע, רשאי מבקש המידע לערער באופן ובדרך שנקבעו בתקנות. אם בתוך 30 יום לא תקבל הודעה כי המידע שנתבקש המיזם למחוק אכן נמחק על-פי סעיף זה, תהיה זכאי לפנות לבית משפט באופן הקבוע בתקנות שמכוח חוק הגנת הפרטיות, כדי שיורה למיזם לפעול כאמור.",
    },
    {
      title: "שינויים במדיניות הפרטיות",
      text: "המיזם רשאי לשנות מעת לעת את מדיניות הפרטיות. אם נבצע שינויים מהותיים במדיניות הפרטיות, נשתדל לעדכן על כך לפני כניסת השינויים לתוקף, למעט אם השינויים יבוצעו לפי דרישת החוק. המשך השימוש במיזם לאחר השינוי בתנאים מעיד על הסכמתך לתנאים החדשים של מדיניות הפרטיות. אם אינך מסכים עם התנאים החדשים, עליך לחדול משימוש במיזם.",
    },
    {
      title: "פנה אלינו",
      text: "אם אתה חושב שפרטיותך נפגעה במהלך השימוש במיזם, או אם יש לך כל שאלה, הצעה, או תלונה על תנאים אלה, אנא פנה אלינו באמצעות כתובת המייל fluffyfinderinitiative@gmail.com ונשתדל לטפל בפנייתך בהקדם.",
    },
  ],
};
